Repository: common-repository/topbar-message-free
Catalog: languages/topbar-message-free-lang-options-*.po
Languages: it_it

source: Do you want to customize and make your TopBar unique?
it_it: Vuoi personalizzare e rendere unica la tua TopBar?

source: With TopBar Message PRO you can improve the appearance and behavior on the desktop and mobile version of your site:
it_it: Con TopBar Message PRO puoi migliorare l’aspetto e il comportamento sulla versione desktop e mobile del tuo sito:

source: Compatible with multilingual sites (You can create a different TopBar for each language).
it_it: Compatibile con i siti multilingua (Puoi creare una TopBar diversa per ogni lingua).

source: You can customize and diversify the appearance and behavior between the desktop and mobile version.
it_it: Puoi personalizzare e diversificare l’aspetto e il comportamento tra la versione desktop e mobile.

source: Select the colors of your TopBar.
it_it: Seleziona i colori della tua TopBar.

source: You can decide whether to display the TopBar only on the desktop and deactivate it on the mobile.
it_it: Puoi decidere se far visualizzare la TopBar solo sul desktop e disattivarla sul mobile.

source: You can decide whether to display the TopBar only on mobile and deactivate it on desktop.
it_it: Puoi decidere se far visualizzare la TopBar solo sul mobile e disattivarla sul desktop.

source: Discover PRO Version
it_it: Scopri la versione PRO

source: Read the full documentation
it_it: Leggi la documentazione completa

source: Set your TopBar on desktop
it_it: Imposta la tua TopBar su desktop

source: Activate TopBar
it_it: Attiva TopBar

source: TopBar State
it_it: Stato TopBar

source: Choose
it_it: Scegli

source: Fixed
it_it: Fissa

source: Dynamic
it_it: Dinamica

source: Do you want to make the TopBar removable
it_it: Vuoi rendere la tua TopBar removibile

source: X Color
it_it: Colore X

source: Insert TopBar Message
it_it: Inserisci Messaggio TopBar

source: Text Link
it_it: Link del Testo

source: (Makes the text clickable)
it_it: (Permette il click sul testo)

source: TopBar Color
it_it: Colore TopBar

source: TopBar Text Color
it_it: Colore Testo TopBar

source: TopBar Text Dimensions
it_it: Dimensioni Testo TopBar

source: TopBar Height
it_it: Altezza TopBar

source: Do you want to insert a button
it_it: Vuoi inserire un pulsante

source: Button Features
it_it: Caratteristiche Pulsante

source: Insert Button Text
it_it: Inserisci il testo del Pulsante

source: Button Link
it_it: Link del Pulsante

source: Button Text Dimensions
it_it: Dimensioni Testo Pulsante

source: Button Color
it_it: Colore Pulsante

source: Button Text Color
it_it: Colore Testo Pulsante

source: Button Beading
it_it: Bordatura Pulsante

source: Save Changes
it_it: Salva le modifiche
